Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.notifications.command.subtitle
source: Run a shell command when a notification arrives. $UNICONNECT_NOTIFICATION_TITLE, $UNICONNECT_NOTIFICATION_SUBTITLE, $UNICONNECT_NOTIFICATION_BODY are set.
ar: قم بتشغيل أمر shell عند وصول إشعار. تم ضبط $UNICONNECT_NOTIFICATION_TITLE و$UNICONNECT_NOTIFICATION_SUBTITLE و$UNICONNECT_NOTIFICATION_BODY.
bs: Pokrenite naredbu ljuske kada stigne obavijest. $UNICONNECT_NOTIFICATION_TITLE, $UNICONNECT_NOTIFICATION_SUBTITLE i $UNICONNECT_NOTIFICATION_BODY su postavljeni.
da: Kør en shell-kommando, når der kommer en meddelelse. $UNICONNECT_NOTIFICATION_TITLE, $UNICONNECT_NOTIFICATION_SUBTITLE og $UNICONNECT_NOTIFICATION_BODY er indstillet.
de: Führen Sie einen Shell-Befehl aus, wenn eine Benachrichtigung eintrifft. $UNICONNECT_NOTIFICATION_TITLE, $UNICONNECT_NOTIFICATION_SUBTITLE und $UNICONNECT_NOTIFICATION_BODY sind eingestellt.
es: Ejecuta un comando de shell cuando llega una notificación. Se definen $UNICONNECT_NOTIFICATION_TITLE, $UNICONNECT_NOTIFICATION_SUBTITLE y $UNICONNECT_NOTIFICATION_BODY.
fr: Exécutez une commande shell lorsqu'une notification arrive. $UNICONNECT_NOTIFICATION_TITLE, $UNICONNECT_NOTIFICATION_SUBTITLE et $UNICONNECT_NOTIFICATION_BODY sont définis.
it: Esegui un comando shell quando arriva una notifica. $UNICONNECT_NOTIFICATION_TITLE, $UNICONNECT_NOTIFICATION_SUBTITLE e $UNICONNECT_NOTIFICATION_BODY sono impostati.
ja: 通知が届いたときにシェルコマンドを実行します。$UNICONNECT_NOTIFICATION_TITLE、$UNICONNECT_NOTIFICATION_SUBTITLE、$UNICONNECT_NOTIFICATION_BODY が設定されます。
km: ដំណើរការពាក្យបញ្ជាសែល នៅពេលការជូនដំណឹងមកដល់។ $UNICONNECT_NOTIFICATION_TITLE, $UNICONNECT_NOTIFICATION_SUBTITLE និង $UNICONNECT_NOTIFICATION_BODY ត្រូវបានកំណត់។
ko: 알림이 도착하면 쉘 명령을 실행하십시오. $UNICONNECT_NOTIFICATION_TITLE, $UNICONNECT_NOTIFICATION_SUBTITLE, $UNICONNECT_NOTIFICATION_BODY가 설정되었습니다.
nb: Kjør en shell-kommando når et varsel kommer. $UNICONNECT_NOTIFICATION_TITLE, $UNICONNECT_NOTIFICATION_SUBTITLE og $UNICONNECT_NOTIFICATION_BODY er satt.
pl: Uruchom polecenie powłoki po otrzymaniu powiadomienia. $UNICONNECT_NOTIFICATION_TITLE, $UNICONNECT_NOTIFICATION_SUBTITLE i $UNICONNECT_NOTIFICATION_BODY są ustawione.
pt_br: Execute um comando shell quando uma notificação chegar. $UNICONNECT_NOTIFICATION_TITLE, $UNICONNECT_NOTIFICATION_SUBTITLE e $UNICONNECT_NOTIFICATION_BODY estão definidos.
ru: Запустите команду оболочки при поступлении уведомления. $UNICONNECT_NOTIFICATION_TITLE, $UNICONNECT_NOTIFICATION_SUBTITLE и $UNICONNECT_NOTIFICATION_BODY установлены.
th: รันคำสั่งเชลล์เมื่อมีการแจ้งเตือนมาถึง $UNICONNECT_NOTIFICATION_TITLE, $UNICONNECT_NOTIFICATION_SUBTITLE และ $UNICONNECT_NOTIFICATION_BODY ได้รับการตั้งค่าแล้ว
tr: Bir bildirim geldiğinde kabuk komutunu çalıştırın. $UNICONNECT_NOTIFICATION_TITLE, $UNICONNECT_NOTIFICATION_SUBTITLE ve $UNICONNECT_NOTIFICATION_BODY ayarlanmıştır.
uk: Виконайте команду оболонки, коли надходить сповіщення. $UNICONNECT_NOTIFICATION_TITLE, $UNICONNECT_NOTIFICATION_SUBTITLE і $UNICONNECT_NOTIFICATION_BODY встановлено.
zh_hans: 当通知到达时运行 shell 命令。设定$UNICONNECT_NOTIFICATION_TITLE、$UNICONNECT_NOTIFICATION_SUBTITLE、$UNICONNECT_NOTIFICATION_BODY。
zh_hant: 當通知到達時執行 shell 命令。設定$UNICONNECT_NOTIFICATION_TITLE、$UNICONNECT_NOTIFICATION_SUBTITLE、$UNICONNECT_NOTIFICATION_BODY。

# settings.automation.amp.note
source: Hooks must be installed with `cmux hooks amp install`. They no-op outside UniConnect terminals. When disabled, the installed Amp plugin stays inactive without needing to be removed.
ar: يجب تثبيت الخطافات باستخدام `cmux hooks amp install`.إنهم ممنوعون من العمل خارج محطات UniConnect.عند تعطيله، يظل المكون الإضافي المثبت Amp غير نشط دون الحاجة إلى إزالته.
bs: Kuke se moraju instalirati sa `cmux hooks amp install`. Ne-op izvan UniConnect terminala. Kada je onemogućen, instalirani dodatak Amp ostaje neaktivan bez potrebe za uklanjanjem.
da: Kroge skal monteres med `cmux hooks amp install`. De fungerer ikke uden for UniConnect terminaler. Når det er deaktiveret, forbliver det installerede Amp plugin inaktivt uden at skulle fjernes.
de: Hooks müssen mit `cmux hooks amp install` installiert werden. Außerhalb von UniConnect-Terminals ist kein Betrieb möglich. Wenn es deaktiviert ist, bleibt das installierte Plugin Amp inaktiv, ohne dass es entfernt werden muss.
es: Instala los hooks con `cmux hooks amp install`. No hacen nada fuera de los terminales de UniConnect. Si desactivas esta opción, el complemento instalado de Amp queda inactivo sin tener que eliminarlo.
fr: Les hooks doivent être installés avec `cmux hooks amp install`. Ils ne fonctionnent pas en dehors des terminaux UniConnect. Lorsqu'il est désactivé, le plugin Amp installé reste inactif sans avoir besoin d'être supprimé.
it: Gli hook devono essere installati con `cmux hooks amp install`. Non operano all'esterno dei terminali UniConnect. Quando disabilitato, il plugin installato Amp rimane inattivo senza bisogno di essere rimosso.
ja: フックは`cmux hooks amp install`でインストールする必要があります。UniConnectターミナル外では動作しません。無効にすると、インストール済みAmpプラグインは削除せずに停止状態に保たれます。
km: ទំពក់ត្រូវតែត្រូវបានដំឡើងជាមួយ `cmux hooks amp install`។ពួកគេ​មិន​ប្រើ​នៅ​ខាងក្រៅ UniConnect ស្ថានីយ។នៅពេលបិទ កម្មវិធីជំនួយដែលបានដំឡើង Amp នៅតែអសកម្មដោយមិនចាំបាច់ដកចេញ។
ko: `cmux hooks amp install`로 훅을 설치해야 합니다. UniConnect 터미널 외부에서는 작동하지 않습니다. 비활성화하면 설치된 Amp 플러그인은 제거하지 않고도 비활성 상태로 유지됩니다.
nb: Kroker må installeres med `cmux hooks amp install`. De er uten drift utenfor UniConnect terminaler. Når den er deaktivert, forblir den installerte Amp-pluginen inaktiv uten å måtte fjernes.
pl: Haki muszą być zainstalowane z `cmux hooks amp install`. Nie działają poza UniConnect terminalami. Po wyłączeniu zainstalowana wtyczka Amp pozostaje nieaktywna i nie trzeba jej usuwać.
pt_br: Os ganchos devem ser instalados com `cmux hooks amp install`. Eles não funcionam fora dos terminais UniConnect. Quando desabilitado, o plugin Amp instalado permanece inativo sem precisar ser removido.
ru: Хуки должны быть установлены с помощью `cmux hooks amp install`. Они не работают за пределами UniConnect терминалов. При отключении установленный плагин Amp остается неактивным и его не нужно удалять.
th: ต้องติดตั้งตะขอด้วย `cmux hooks amp install`พวกเขาไม่ดำเนินการภายนอกเทอร์มินัล UniConnectเมื่อปิดใช้งาน ปลั๊กอิน Amp ที่ติดตั้งไว้จะยังคงไม่ทำงานโดยไม่จำเป็นต้องลบออก
tr: Kancalar `cmux hooks amp install` ile kurulmalıdır. UniConnect terminallerinin dışında işlem yapmazlar. Devre dışı bırakıldığında, kurulu Amp eklentisi, kaldırılmaya gerek kalmadan devre dışı kalır.
uk: Хуки повинні бути встановлені з `cmux hooks amp install`. Вони не працюють поза терміналами UniConnect. Якщо вимкнено, встановлений плагін Amp залишається неактивним без необхідності його видалення.
zh_hans: 挂钩必须安装`cmux hooks amp install`。它们在 UniConnect 终端之外无操作。禁用后，已安装的 Amp 插件将保持非活动状态，无需删除。
zh_hant: 掛鉤必須安裝`cmux hooks amp install`。它們在 UniConnect 終端機之外無操作。停用後，已安裝的 Amp 外掛程式將保持非活動狀態，無需刪除。

# settings.automation.amp.subtitleOff
source: Amp runs without UniConnect integration.
ar: Amp يعمل بدون تكامل UniConnect.
bs: Amp radi bez UniConnect integracije.
da: Amp kører uden UniConnect integration.
de: Amp läuft ohne UniConnect Integration.
es: Amp se ejecuta sin integración con UniConnect.
fr: Amp s'exécute sans l'intégration de UniConnect.
it: Amp viene eseguito senza l'integrazione di UniConnect.
ja: AmpはUniConnect連携なしで動作します。
km: Amp ដំណើរការដោយគ្មានការរួមបញ្ចូល UniConnect ។
ko: Amp가 UniConnect 연동 없이 실행됩니다.
nb: Amp kjører uten UniConnect integrasjon.
pl: Amp działa bez UniConnect integracji.
pt_br: Amp é executado sem integração UniConnect.
ru: Amp работает без интеграции UniConnect.
th: Amp ทำงานโดยไม่มีการรวม UniConnect
tr: Amp, UniConnect entegrasyonu olmadan çalışır.
uk: Amp працює без інтеграції UniConnect.
zh_hans: Amp 在没有 UniConnect 集成的情况下运行。
zh_hant: Amp 在沒有 UniConnect 整合的情況下運作。

# settings.automation.claudeCode
source: Claude Code Integration
ar: تكامل Claude Code
bs: Claude Code integracija
es: Integración con Claude Code
fr: Intégration Claude Code
it: Integrazione Claude Code
ja: Claude Code連携
ko: Claude Code 연동
nb: Claude Code-integrering
pl: Integracja z Claude Code
pt_br: Integração com Claude Code
ru: Интеграция с Claude Code
th: การผสานรวม Claude Code
tr: Claude Code Entegrasyonu
uk: Інтеграція з Claude Code
zh_hans: Claude Code 集成
zh_hant: Claude Code 整合

# settings.automation.claudeCode.note
source: When enabled, UniConnect wraps the claude command to inject session tracking and notification hooks. Disable if you prefer to manage Claude Code hooks yourself.
ar: عند التفعيل، يغلّف UniConnect أمر claude لحقن تتبع الجلسة وخطافات الإشعارات. قم بالتعطيل إذا كنت تفضل إدارة خطافات Claude Code بنفسك.
bs: Kada je omogućeno, UniConnect omotava naredbu claude kako bi ubacio praćenje sesije i zakačke za obavještenja. Onemogućite ako preferirate sami upravljati Claude Code zakačkama.
da: Når aktiveret, wrapper UniConnect claude-kommandoen for at injicere sessionssporing og notifikationshooks. Deaktiver, hvis du foretrækker at administrere Claude Code-hooks selv.
de: Wenn aktiviert, umhüllt UniConnect den claude-Befehl, um Sitzungsverfolgung und Benachrichtigungs-Hooks einzufügen. Deaktivieren Sie dies, wenn Sie Claude Code-Hooks selbst verwalten möchten.
es: Cuando está activado, UniConnect envuelve el comando claude para inyectar seguimiento de sesión y hooks de notificación. Desactiva si prefieres gestionar los hooks de Claude Code tú mismo.
fr: Lorsque cette option est activée, UniConnect encapsule la commande claude pour injecter le suivi de session et les hooks de notification. Désactivez si vous préférez gérer les hooks Claude Code vous-même.
it: Quando abilitato, UniConnect avvolge il comando claude per iniettare il tracciamento della sessione e gli hook di notifica. Disabilita se preferisci gestire gli hook di Claude Code manualmente.
ja: 有効にすると、UniConnectはclaudeコマンドをラップしてセッション追跡と通知フックを挿入します。Claude Codeのフックを自分で管理する場合は無効にしてください。
km: នៅពេលបើកដំណើរការ UniConnect រុំពាក្យបញ្ជា claude ដើម្បីចាក់ការតាមដានសម័យ និងទំពក់ជូនដំណឹង។បិទ ប្រសិនបើអ្នកចូលចិត្តគ្រប់គ្រង Claude ទំពក់កូដដោយខ្លួនឯង។
ko: 활성화하면 UniConnect가 claude 명령을 래핑하여 세션 추적 및 알림 훅을 삽입합니다. Claude Code 훅을 직접 관리하려면 비활성화하세요.
nb: Når aktivert, pakker UniConnect inn claude-kommandoen for å injisere sesjonssporing og varslingsmekanismer. Deaktiver hvis du foretrekker å håndtere Claude Code-mekanismer selv.
pl: Po włączeniu UniConnect opakowuje polecenie claude, aby wstrzyknąć śledzenie sesji i hooki powiadomień. Wyłącz, jeśli wolisz samodzielnie zarządzać hookami Claude Code.
pt_br: Quando ativado, o UniConnect encapsula o comando claude para injetar rastreamento de sessão e hooks de notificação. Desative se preferir gerenciar os hooks do Claude Code você mesmo.
ru: При включении UniConnect оборачивает команду claude для отслеживания сеансов и уведомлений. Отключите, если предпочитаете управлять хуками Claude Code самостоятельно.
th: เมื่อเปิดใช้งาน UniConnect จะห่อคำสั่ง claude เพื่อเพิ่มการติดตามเซสชันและตะขอการแจ้งเตือน ปิดใช้งานหากคุณต้องการจัดการตะขอ Claude Code ด้วยตัวเอง
tr: Etkinleştirildiğinde, UniConnect oturum izleme ve bildirim kancaları eklemek için claude komutunu sarar. Claude Code kancalarını kendiniz yönetmeyi tercih ediyorsanız devre dışı bırakın.
uk: Якщо увімкнено, UniConnect обгортає команду claude для інʼєкції відстеження сеансів та хуків сповіщень. Вимкніть, якщо бажаєте самостійно керувати хуками Claude Code.
zh_hans: 启用后，UniConnect 会包装 claude 命令以注入会话跟踪和通知钩子。如果您希望自行管理 Claude Code 钩子，请禁用此选项。
zh_hant: 啟用後，UniConnect 會包裝 claude 指令以注入工作階段追蹤和通知掛鉤。如果您偏好自行管理 Claude Code 掛鉤，請停用此選項。

# settings.automation.claudeCode.subtitleOff
source: Claude Code runs without UniConnect integration.
ar: يعمل Claude Code بدون تكامل UniConnect.
bs: Claude Code radi bez UniConnect integracije.
da: Claude Code kører uden UniConnect-integration.
de: Claude Code wird ohne UniConnect-Integration ausgeführt.
es: Claude Code se ejecuta sin integración con UniConnect.
fr: Claude Code s'exécute sans intégration UniConnect.
it: Claude Code viene eseguito senza integrazione UniConnect.
ja: Claude CodeはUniConnect連携なしで実行されます。
km: Claude កូដដំណើរការដោយគ្មានការរួមបញ្ចូល UniConnect ។
ko: Claude Code가 UniConnect 연동 없이 실행됩니다.
nb: Claude Code kjører uten UniConnect-integrering.
pl: Claude Code działa bez integracji z UniConnect.
pt_br: O Claude Code é executado sem integração com o UniConnect.
ru: Claude Code работает без интеграции с UniConnect.
th: Claude Code ทำงานโดยไม่มีการผสานรวม UniConnect
tr: Claude Code UniConnect entegrasyonu olmadan çalışır.
uk: Claude Code працює без інтеграції з UniConnect.
zh_hans: Claude Code 在没有 UniConnect 集成的情况下运行。
zh_hant: Claude Code 在不使用 UniConnect 整合的情況下運行。

# settings.automation.claudeCode.subtitleOn
source: Sidebar shows Claude session status and notifications.
ar: يعرض الشريط الجانبي حالة جلسة Claude والإشعارات.
bs: Bočna traka prikazuje status Claude sesije i obavještenja.
da: Sidebjælken viser Claude-sessionsstatus og notifikationer.
de: Die Seitenleiste zeigt den Claude-Sitzungsstatus und Benachrichtigungen an.
es: La barra lateral muestra el estado de la sesión de Claude y las notificaciones.
fr: La barre latérale affiche le statut de la session Claude et les notifications.
it: La barra laterale mostra lo stato della sessione Claude e le notifiche.
ja: サイドバーにClaudeセッションのステータスと通知が表示されます。
ko: 사이드바에 Claude 세션 상태와 알림이 표시됩니다.
nb: Sidepanelet viser Claude-sesjonsstatus og varsler.
pl: Pasek boczny pokazuje status sesji Claude i powiadomienia.
pt_br: A barra lateral mostra o status da sessão do Claude e notificações.
ru: Боковая панель показывает статус сеанса Claude и уведомления.
th: แถบด้านข้างแสดงสถานะเซสชัน Claude และการแจ้งเตือน
tr: Kenar çubuğu Claude oturum durumunu ve bildirimlerini gösterir.
uk: Бічна панель показує статус сеансу Claude та сповіщення.
zh_hans: 侧边栏显示 Claude 会话状态和通知。
zh_hant: 側邊欄顯示 Claude 工作階段狀態和通知。

# settings.automation.suppressSubagentNotifications
source: Suppress Subagent Notifications
ar: إخفاء إشعارات الوكلاء الفرعيين
bs: Sakrij obavještenja podagenata
da: Skjul underagent-notifikationer
de: Unteragent-Benachrichtigungen unterdrücken
es: Suprimir notificaciones de subagentes
fr: Masquer les notifications des sous-agents
it: Nascondi notifiche dei sottoagenti
ja: サブエージェント通知を抑制
ko: 하위 에이전트 알림 억제
nb: Undertrykk underagentvarsler
pl: Ukryj powiadomienia podagentów
pt_br: Suprimir notificações de subagentes
ru: Подавлять уведомления подагентов
th: ซ่อนการแจ้งเตือนของเอเจนต์ย่อย
tr: Alt ajan bildirimlerini gizle
uk: Приховати сповіщення підлеглих агентів
zh_hans: 隐藏子代理通知
zh_hant: 隱藏子代理通知

# settings.automation.suppressSubagentNotifications.note
source: Uses process ancestry from hook processes. Disable if nested Codex or Claude sessions should trigger completion notifications.
ar: يستخدم تسلسل العمليات الأبوي من عمليات الخطافات. عطّله إذا كان يجب أن تطلق جلسات Codex أو Claude المتداخلة إشعارات الإكمال.
bs: Koristi hijerarhiju procesa iz hook procesa. Isključite ako ugniježđene Codex ili Claude sesije trebaju slati obavještenja o završetku.
da: Bruger proceshierarki fra hook-processer. Slå fra, hvis indlejrede Codex- eller Claude-sessioner skal udløse fuldførelsesnotifikationer.
de: Verwendet die Prozessabstammung der Hook-Prozesse. Deaktivieren, wenn verschachtelte Codex- oder Claude-Sitzungen Abschlussbenachrichtigungen auslösen sollen.
es: Usa la ascendencia de procesos de los hooks. Desactívalo si las sesiones anidadas de Codex o Claude deben generar notificaciones de finalización.
fr: Utilise l’ascendance des processus de hooks. Désactivez cette option si les sessions Codex ou Claude imbriquées doivent déclencher des notifications de fin.
it: Usa la gerarchia dei processi dei hook. Disattiva se le sessioni Codex o Claude annidate devono inviare notifiche di completamento.
ja: フックプロセスの親子関係を使用します。ネストされた Codex または Claude セッションでも完了通知を出したい場合は無効にしてください。
ko: 훅 프로세스의 상위 프로세스 관계를 사용합니다. 중첩된 Codex 또는 Claude 세션도 완료 알림을 보내야 한다면 비활성화하세요.
nb: Bruker prosesshierarki fra hook-prosesser. Slå av hvis innebygde Codex- eller Claude-økter skal utløse fullføringsvarsler.
pl: Używa hierarchii procesów hooków. Wyłącz, jeśli zagnieżdżone sesje Codex lub Claude mają wywoływać powiadomienia o zakończeniu.
pt_br: Usa a hierarquia de processos dos hooks. Desative se sessões aninhadas do Codex ou Claude devem disparar notificações de conclusão.
ru: Использует иерархию процессов из hook-процессов. Отключите, если вложенные сеансы Codex или Claude должны отправлять уведомления о завершении.
th: ใช้ลำดับชั้นของโปรเซสจากโปรเซส hook ปิดตัวเลือกนี้หากเซสชัน Codex หรือ Claude แบบซ้อนควรส่งการแจ้งเตือนเมื่อเสร็จ
tr: Hook süreçlerinin üst işlem zincirini kullanır. İç içe Codex veya Claude oturumları tamamlanma bildirimi göndermeliyse kapatın.
uk: Використовує ієрархію процесів із hook-процесів. Вимкніть, якщо вкладені сеанси Codex або Claude мають надсилати сповіщення про завершення.
zh_hans: 使用 hook 进程的进程层级。若嵌套的 Codex 或 Claude 会话应触发完成通知，请将其关闭。
zh_hant: 使用 hook 程序的程序層級。若巢狀 Codex 或 Claude 工作階段應觸發完成通知，請將其關閉。

# settings.automation.suppressSubagentNotifications.subtitleOff
source: Child agent completions notify like top-level agents.
ar: تُرسل إكمالات الوكلاء الفرعيين إشعارات مثل الوكلاء الأعلى مستوى.
bs: Završeci dječijih agenata šalju obavještenja kao agenti najvišeg nivoa.
da: Underagenters fuldførelser giver besked som topniveau-agenter.
de: Abschlüsse von Unteragenten benachrichtigen wie Top-Level-Agenten.
es: Las finalizaciones de agentes secundarios notifican como agentes de nivel superior.
fr: Les fins d’agents enfants notifient comme les agents de premier niveau.
it: I completamenti degli agenti figli inviano notifiche come gli agenti di primo livello.
ja: 子エージェントの完了もトップレベルのエージェントと同様に通知します。
ko: 하위 에이전트 완료도 최상위 에이전트처럼 알립니다.
nb: Fullføringer fra underagenter varsler som toppnivåagenter.
pl: Ukończenia agentów podrzędnych powiadamiają jak agenci najwyższego poziomu.
pt_br: Conclusões de agentes filhos notificam como agentes de nível superior.
ru: Завершения дочерних агентов уведомляют как агенты верхнего уровня.
th: การทำงานเสร็จของเอเจนต์ลูกจะแจ้งเตือนเหมือนเอเจนต์ระดับบนสุด
tr: Alt ajan tamamlanmaları üst düzey ajanlar gibi bildirim gönderir.
uk: Завершення дочірніх агентів сповіщають як агенти верхнього рівня.
zh_hans: 子代理完成时会像顶层代理一样通知。
zh_hant: 子代理完成時會像頂層代理一樣通知。

# settings.automation.suppressSubagentNotifications.subtitleOn
source: Child agent completions stay in Feed without notifications.
ar: تبقى إكمالات الوكلاء الفرعيين في Feed بدون إشعارات.
bs: Završeci dječijih agenata ostaju u Feed-u bez obavještenja.
da: Underagenters fuldførelser bliver i Feed uden notifikationer.
de: Abschlüsse von Unteragenten bleiben ohne Benachrichtigungen im Feed.
es: Las finalizaciones de agentes secundarios permanecen en Feed sin notificaciones.
fr: Les fins d’agents enfants restent dans Feed sans notifications.
it: I completamenti degli agenti figli restano in Feed senza notifiche.
ja: 子エージェントの完了は通知せずFeedにのみ残ります。
ko: 하위 에이전트 완료는 알림 없이 Feed에만 남습니다.
nb: Fullføringer fra underagenter blir i Feed uten varsler.
pl: Ukończenia agentów podrzędnych pozostają w Feed bez powiadomień.
pt_br: Conclusões de agentes filhos ficam no Feed sem notificações.
ru: Завершения дочерних агентов остаются в Feed без уведомлений.
th: การทำงานเสร็จของเอเจนต์ลูกจะอยู่ใน Feed โดยไม่มีการแจ้งเตือน
tr: Alt ajan tamamlanmaları bildirim olmadan Feed’de kalır.
uk: Завершення дочірніх агентів залишаються у Feed без сповіщень.
zh_hans: 子代理完成事件会留在 Feed 中且不通知。
zh_hant: 子代理完成事件會留在 Feed 中且不通知。

# settings.automation.cursor.note
source: Hooks must be installed with `cmux hooks cursor install`. They no-op outside UniConnect terminals.
ar: يجب تثبيت الخطافات باستخدام `cmux hooks cursor install`.إنهم ممنوعون من العمل خارج محطات UniConnect.
bs: Kuke se moraju instalirati sa `cmux hooks cursor install`. Ne-op izvan UniConnect terminala.
da: Kroge skal monteres med `cmux hooks cursor install`. De fungerer ikke uden for UniConnect terminaler.
de: Hooks müssen mit `cmux hooks cursor install` installiert werden. Außerhalb von UniConnect-Terminals ist kein Betrieb möglich.
es: Instala los hooks con `cmux hooks cursor install`. No hacen nada fuera de los terminales de UniConnect.
fr: Les hooks doivent être installés avec `cmux hooks cursor install`. Ils ne fonctionnent pas en dehors des terminaux UniConnect.
it: Gli hook devono essere installati con `cmux hooks cursor install`. Non operano all'esterno dei terminali UniConnect.
ja: フックは`cmux hooks cursor install`でインストールする必要があります。UniConnectターミナル外では動作しません。
km: ទំពក់ត្រូវតែត្រូវបានដំឡើងជាមួយ `cmux hooks cursor install`។ពួកគេ​មិន​ប្រើ​នៅ​ខាងក្រៅ UniConnect ស្ថានីយ។
ko: `cmux hooks cursor install`로 훅을 설치해야 합니다. UniConnect 터미널 외부에서는 작동하지 않습니다.
nb: Kroker må installeres med `cmux hooks cursor install`. De er uten drift utenfor UniConnect terminaler.
pl: Haki muszą być zainstalowane z `cmux hooks cursor install`. Nie działają poza UniConnect terminalami.
pt_br: Os ganchos devem ser instalados com `cmux hooks cursor install`. Eles não funcionam fora dos terminais UniConnect.
ru: Хуки должны быть установлены с помощью `cmux hooks cursor install`. Они не работают за пределами UniConnect терминалов.
th: ต้องติดตั้งตะขอด้วย `cmux hooks cursor install`พวกเขาไม่ดำเนินการภายนอกเทอร์มินัล UniConnect
tr: Kancalar `cmux hooks cursor install` ile kurulmalıdır. UniConnect terminallerinin dışında işlem yapmazlar.
uk: Хуки повинні бути встановлені з `cmux hooks cursor install`. Вони не працюють поза терміналами UniConnect.
zh_hans: 挂钩必须安装`cmux hooks cursor install`。它们在 UniConnect 终端之外无操作。
zh_hant: 掛鉤必須安裝`cmux hooks cursor install`。它們在 UniConnect 終端機之外無操作。

# settings.automation.cursor.subtitleOff
source: Cursor runs without UniConnect integration.
ar: Cursor يعمل بدون تكامل UniConnect.
bs: Cursor radi bez UniConnect integracije.
da: Cursor kører uden UniConnect integration.
de: Cursor läuft ohne UniConnect Integration.
es: Cursor se ejecuta sin integración con UniConnect.
fr: Cursor s'exécute sans l'intégration de UniConnect.
it: Cursor viene eseguito senza l'integrazione di UniConnect.
ja: CursorはUniConnect連携なしで動作します。
km: Cursor ដំណើរការដោយគ្មានការរួមបញ្ចូល UniConnect ។
ko: Cursor가 UniConnect 연동 없이 실행됩니다.
nb: Cursor kjører uten UniConnect integrasjon.
pl: Cursor działa bez UniConnect integracji.
pt_br: Cursor é executado sem integração UniConnect.
ru: Cursor работает без интеграции UniConnect.
th: Cursor ทำงานโดยไม่มีการรวม UniConnect
tr: Cursor, UniConnect entegrasyonu olmadan çalışır.
uk: Cursor працює без інтеграції UniConnect.
zh_hans: Cursor 在没有 UniConnect 集成的情况下运行。
zh_hant: Cursor 在沒有 UniConnect 整合的情況下運作。
